
;---- BEGIN ABILITIES

;displayed both for officer and soldiers receiving effect
[GetSome X2AbilityTemplate]
LocFriendlyName="Отримуй!"
; LWOTC Needs Translation
LocLongDescription="Двічі за завдання доступна дія, яка підвищує ймовірність критичного попадання всіх солдатів у радіусі командування на +<ABILITY:GETSOME_CRIT_BONUS/> до кінця ходу."
LocHelpText="Солдати поруч з офіцером отримують бонус до ймовірності критичного попадання."
LocFlyOverText="Отримуй!"
LocPromotionPopupText="<Bullet/> Дія, яка підвищує ймовірність критичного попадання для всіх солдатів у радіусі командування на +<ABILITY:GETSOME_CRIT_BONUS/> до кінця ходу.<br/><Bullet/> Доступна двічі за завдання.<br/><Bullet/> Радіус командування збільшується з кожним рівнем офіцера. Ця здібність не надає бонусів самому офіцеру.<br/><Bullet/> Ця здібність не надає бонусів оглушеним або панікуючим союзникам.<br/><Bullet/> Ця здібність не надає бонусів роботам і цивільним особам."
; End Translation

[Collector X2AbilityTemplate]
LocFriendlyName="Розвідник"
; LWOTC Needs Translation
LocLongDescription="Будь-яке вбивство не людського ворога загоном має шанс <ABILITY:COLLECTOR_BONUS_CHANCE/>% надати 1 розвіддані, якщо офіцер здоровий."
LocHelpText="Отримуйте додаткові розвіддані від вбивств, здійснених загоном."
LocFlyOverText="Розвідник"
; displayed for officer in OfficerAbility UI
LocPromotionPopupText="<Bullet/> Будь-яке вбивство не людського ворога загоном має шанс <ABILITY:COLLECTOR_BONUS_CHANCE/>% надати 1 розвіддані, за умови, що офіцер присутній і не оглушений, не панікує або не зазнає інших обмежень.<br/><Bullet/> Кількість зібранних розвідданих обмежена <ABILITY:COLLECTOR_MAX_INTEL_PER_MISSION/> розвідданими на місію."
; End Translation

;displayed on officer in tactical container
;This effect is unused.
[CollectorPassive X2AbilityTemplate]
LocFriendlyName="Розвідник"
LocLongDescription="Якщо офіцер не поранений, вбивство негуманоїдного противника з ймовірністю 33% приносить 1 од. даних."
LocHelpText="Отримуйте додаткові розвіддані від вбивств, здійснених загоном."
LocFlyOverText="Розвідник"
LocPromotionPopupText="<Bullet/> Якщо офіцер не поранений, вбивство негуманоїдного противника з ймовірністю 33% приносить 1 од. даних."

;displayed on other soldier that receive the effect
[Defilade X2AbilityTemplate]
LocFriendlyName="Надійні укриття"
; LWOTC Needs Translation
LocLongDescription="Солдати, що знаходяться у діапазоні команди офіцера, отримують бонус +<ABILITY:DEFILADE_DEFENSE_BONUS/> до оборонного значення, що надається укриттям."
LocHelpText="Солдати поруч з офіцером ефективніше використовують укриття."
LocFlyOverText="Надійні укриття"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="<Bullet/> Солдати, що знаходяться у діапазоні команди офіцера, отримують бонус +<ABILITY:DEFILADE_DEFENSE_BONUS/> до оборонного значення, що надається укриттям.<br/><Bullet/> Діапазон команди збільшується з кожним новим рівнем офіцера.<br/><Bullet/> Ця здібність не надає бонусів самому офіцеру.<br/><Bullet/> Ця здібність не надає бонусів оглушеним або панікуючим союзникам.<br/><Bullet/> Ця здібність не надає бонусів роботам і цивільним особам."

;Displayed on officer in tactical container
[DefiladePassive X2AbilityTemplate]
LocFriendlyName="Надійні укриття"
LocLongDescription="Підвищує захист усіх солдатів у укритті в радіусі командування офіцера на +<ABILITY:DEFILADE_DEFENSE_BONUS/>."
LocHelpText="Солдати поруч з офіцером ефективніше використовують укриття."
LocFlyOverText="Надійні укриття"
LocPromotionPopupText="<Bullet/> Солдати, що знаходяться у діапазоні команди офіцера, отримують бонус +<ABILITY:DEFILADE_DEFENSE_BONUS/> до оборонного значення, що надається укриттям.<br/><Bullet/> Діапазон команди збільшується з кожним новим рівнем офіцера.<br/><Bullet/> Ця здібність не надає бонусів самому офіцеру.<br/><Bullet/> Ця здібність не надає бонусів, якщо або офіцер, або солдат знаходяться у стані дезорієнтації, оглушені, панікують, отруєні, горять або іншим чином є обмежені.<br/><Bullet/> Ця здібність не надає бонусів роботам і цивільним особам."
; End Translation

;displayed both on officer and in debuff on target
[FocusFire X2AbilityTemplate]
LocFriendlyName="Щільний вогонь"
LocLongDescription="Витративши дію, ви можете вказати ціль, щоб дати всьому загону сукупні бонуси до точності та +<ABILITY:FOCUS_FIRE_ARMORPIERCING/> до бронебійної сили при стрільбі по ній до кінця ходу."
LocHelpText="Виберіть ціль, щоб дати вашому загону бонус до точності та бронебійної сили."
LocFlyOverText="Щільний вогонь"
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Витратити дію, щоб визначити ціль та надати вашому загону бонуси до точності та +<ABILITY:FOCUS_FIRE_ARMORPIERCING/> до бронебійної сили при стрільбі по ній до кінця ходу.<br/><Bullet/> Кожен наступний постріл по цілі в межах ходу дає ще +<ABILITY:FOCUS_FIRE_AIM_BONUS/> до точності.<br/><Bullet/> Перезарядка протягом <ABILITY:FOCUS_FIRE_COOLDOWN/> ходів.<br/>"
; End Translation

;displayed both on officer and on soldiers receiving effect
[FallBack X2AbilityTemplate]
LocFriendlyName="Відступ!"
LocLongDescription="Дає безкоштовну, але неконтрольовану захисну дію будь-якому союзнику в полі зору, який витратив усі свої дії."
LocHelpText="Дає солдату в межах видимості можливість використовувати ще одну захисну дію на свій розсуд."
LocFlyOverText="Відступ!"
LocPromotionPopupText="<Bullet/> Дає безкоштовну, але неконтрольовану захисну дію будь-якому союзнику в полі зору. Найчастіше він спробує знайти укриття або піде в глуху оборону.<br/><Bullet/> Не застосовується до солдатів, що знаходяться в режимі \"спостереження\" або ведуть подавлення цілі.<br/><Bullet/> Безкоштовна дія."

[Scavenger X2AbilityTemplate]
LocFriendlyName="Утилізатор"
; LWOTC Needs Translation
LocLongDescription="Нагороди за місії у вигляді припасів, інопланетних сплавів і елерію збільшуються на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/> % після успішних місій. Члени загону мають шанс зібрати додаткові інопланетні сплави та елерій від інопланетян."
LocHelpText="Додаткові матеріали, інопланетні сплави та елерій."
LocFlyOverText="Утилізатор"
LocPromotionPopupText="<Bullet/> Якщо офіцер виживає після місії і знаходиться у стані свідомості, нагороди за місію у вигляді припасів, інопланетних сплавів і елерію збільшуються на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/> відсотків.<br/><Bullet/> Загін може зібрати інопланетні сплави та елерій від мертвих інопланетян, якщо офіцер присутній і не знаходиться у стані дезорієнтації, паніки або іншого обмеження.<br/>"
; End Translation


;Displayed on officer in tactical container
[ScavengerPassive X2AbilityTemplate]
LocFriendlyName="Утилізатор"
; LWOTC Needs Translation
LocLongDescription="Успішне виконання завдань приносить на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/>% більше матеріалів, інопланетних сплавів і елерію. Шанс отримати сплави та елерій після знищення інопланетян."
LocHelpText="Додаткові матеріали, інопланетні сплави та елерій."
LocFlyOverText="Утилізатор"
LocPromotionPopupText="<Bullet/> Успішне виконання завдання приносить на <ABILITY:SCAVENGER_BONUS_MULTIPLIER/>% більше матеріалів, інопланетних сплавів і елерію, якщо офіцер вижив і майже не постраждав.<br/><Bullet> Загін може збирати сплави та елерій з трупів інопланетян.<br/>"
; End Translation

;displayed on other soldier that receive the effect
[FireDiscipline X2AbilityTemplate]
LocFriendlyName="Вогнева дисципліна"
; LWOTC Needs Translation
LocLongDescription="Всі солдати в радіусі командування офіцера отримують +10% до точності при веденні вогню у відповідь."
LocHelpText="Солдати поруч з офіцером отримують бонус до точності при веденні вогню у відповідь."
LocFlyOverText="Вогнева дисципліна"
;displayed for officer in Officer Ability UI
LocPromotionPopupText="<Bullet/> Всі союзники у межах радіусу командування офіцера отримують +<ABILITY:FIREDISCIPLINE_REACTIONFIRE_BONUS/>% до шансу влучення при вогні у відповідь.<br/><Bullet/> Радіус командування збільшується з кожним новим рівнем офіцера.<br/><Bullet/> Ця здібність не надає бонусів самому офіцерові.<br/><Bullet/> Ця здібність не надає бонусів, якщо або офіцер, або солдат знаходяться у стані дезорієнтації, обмороження, паніки, отруєння, горіння або іншого ураження.<br/><Bullet/> Ця здібність не надає бонусів роботизованим союзникам та цивільним особам."

;Displayed on officer in tactical container
[FireDisciplinePassive X2AbilityTemplate]
LocFriendlyName="Вогнева дисципліна"
LocLongDescription="Всі солдати в радіусі командування офіцера отримують +<ABILITY:FIREDISCIPLINE_REACTIONFIRE_BONUS/>% до точності при веденні вогню у відповідь."
LocHelpText="Солдати поруч з офіцером отримують бонус до точності при веденні вогню у відповідь."
LocFlyOverText="Вогнева дисципліна"
LocPromotionPopupText="<Bullet/> Всі солдати в радіусі командування офіцера отримують +<ABILITY:FIREDISCIPLINE_REACTIONFIRE_BONUS/>% до точності при веденні вогню у відповідь.<br/><Bullet/> Радіус командування збільшується з кожним рівнем офіцера."
; End Translation

;displayed both on officer and on soldiers receiving effect
[OscarMike X2AbilityTemplate]
LocFriendlyName="Бігом!"
; LWOTC Needs Translation
LocLongDescription="Витративши дію, ви можете збільшити мобільність всіх солдатів у радіусі командування на +<ABILITY:OSCARMIKE_MOBILITY_BONUS/> до кінця ходу. Використовується один раз за завдання."
LocHelpText="Дає солдатам поруч бонус до мобільності при активації."
LocFlyOverText="Бігом!"
LocPromotionPopupText="<Bullet/> Витрачайте дію, щоб надати всім союзникам у межах радіусу командування +<ABILITY:OSCARMIKE_MOBILITY_BONUS/> кількість Мобільності до кінця ходу.<br/><Bullet/> Можна використовувати один раз на місію.<br/><Bullet/> Радіус командування збільшується з кожним новим рівнем офіцера.<br/><Bullet/> Ця здібність не надає бонусів оглушеним або в паніці союзникам.<br/><Bullet/> Ця здібність не надає бонусів роботизованим союзникам та цивільним особам."
; End Translation

;displayed on other soldier that receive the effect
[LeadByExample X2AbilityTemplate]
LocFriendlyName="Особистий приклад"
LocLongDescription="Офіцер дає всім солдатам у радіусі командування бонус до точності, сили волі та зламу, рівний половині різниці між значенням характеристики солдата та самого офіцера."
LocHelpText="Солдати поруч з офіцером отримують бонус до точності, сили волі та зламу."
LocFlyOverText="Особистий приклад"
;displayed for officer in Officer Ability UI
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Якщо офіцер має вищі показники влучності, волі і/або злому, ніж будь-який солдат у межах радіусу командування, солдат отримує бонуси до цих показників, рівні половині різниці між офіцером і солдатом.<br/><Bullet/> Радіус командування збільшується з кожним новим рівнем офіцера.<br/><Bullet/> Ця здібність не надає бонусів оглушеним або в паніці союзникам.<br/><Bullet/> Ця здібність не надає бонусів роботизованим союзникам."
; End Translation

;Displayed on officer in tactical container
[LeadByExamplePassive X2AbilityTemplate]
LocFriendlyName="Особистий приклад"
LocLongDescription="Офіцер дає всім солдатам у радіусі командування бонус до точності, сили волі та зламу, рівний половині різниці між значенням характеристики солдата та самого офіцера."
LocHelpText="Солдати поруч з офіцером отримують бонус до точності, сили волі та зламу."
LocFlyOverText="Особистий приклад"
LocPromotionPopupText="<Bullet/> Якщо точність, сила волі і/або злам офіцера вищі, ніж у кого-небудь в радіусі командування, солдат отримує бонуси, рівні половині різниці між значенням характеристики солдата та самого офіцера.<br/><Bullet/> Радіус командування збільшується з кожним рівнем офіцера."

;this may not be displayed -- needs testing
[LeadByExampleLeader X2AbilityTemplate]
LocFriendlyName="Особистий приклад"
LocLongDescription="Офіцер дає всім солдатам у радіусі командування бонус до точності, сили волі та зламу, рівний половині різниці між значенням характеристики солдата та самого офіцера."
LocHelpText="Солдати поруч з офіцером отримують бонус до точності, сили волі та зламу."
LocFlyOverText="Особистий приклад"
LocPromotionPopupText="<Bullet/> Якщо точність, сила волі і/або злам офіцера вищі, ніж у кого-небудь в радіусі командування, солдат отримує бонуси, рівні половині різниці між значенням характеристики солдата та самого офіцера.<br/><Bullet/> Радіус командування збільшується з кожним рівнем офіцера."

;displayed on other soldier that receive the effect
[CombinedArms X2AbilityTemplate]
LocFriendlyName="Сила в єдності"
; LWOTC Needs Translation
LocLongDescription="Всі союзники у зоні командування офіцера завдають додатково +<ABILITY:COMBINEDARMS_DAMAGE_BONUS/> шкоди при всіх успішних атаках."
LocHelpText="Союзники поблизу офіцера отримують бонус до шкоди."
LocFlyOverText="Сила в єдності"
LocPromotionPopupText="<Bullet/> Всі союзники у зоні командування офіцера завдають додатково +<ABILITY:COMBINEDARMS_DAMAGE_BONUS/> шкоди при всіх успішних атаках.<br/><Bullet/> Зона командування збільшується з кожним новим рівнем офіцера.<br/><Bullet/> Ця здатність не надає бонусів самому офіцерові.<br/><Bullet/> Ця здатність не надає бонусів, якщо або офіцер, або солдат дезорієнтовані, оглушені, панікують, отруєні, горять або іншим чином уражені.<br/><Bullet/> Ця здатність не надає бонусів роботичним союзникам."

;Displayed on officer in tactical container
[CombinedArmsPassive X2AbilityTemplate]
LocFriendlyName="Сила в єдності"
LocLongDescription="Всі союзники у зоні командування офіцера завдають додатково +<ABILITY:COMBINEDARMS_DAMAGE_BONUS/> шкоди при всіх успішних атаках."
LocHelpText="Солдати поруч з офіцером наносять додаткову шкоду."
LocFlyOverText="Сила в єдності"
LocPromotionPopupText="<Bullet/> Всі солдати в радіусі командування офіцера наносять додатково +1 од. шкоди своїми атаками.<br/><Bullet/> Радіус командування збільшується з кожним рівнем офіцера."
; Кінець перекладу

[Command X2AbilityTemplate]
LocFriendlyName="Наказ"
LocLongDescription="Закінчує хід і додає додаткову дію будь-якому видимому члену загону. Кількість зарядів залежить від звання офіцера."
LocHelpText="Дає союзникам додаткові дії."
LocFlyOverText="Наказ"
; LWOTC Потребує перекладу
LocPromotionPopupText="<Bullet/> Витрачає одну дію і закінчує хід.<br/><Bullet/> Лейтенанти та старші лейтенанти мають один заряд здібності, капітани та майори - два, підполковники та полковники - три, польові командири - чотири.<br/><Bullet/> Не застосовується до солдатів, що знаходяться в режимі \"спостереження\" або ведуть подавлення цілі."
; Кінець перекладу

[Infiltrator X2AbilityTemplate]
LocFriendlyName="Шпигун"
LocLongDescription="Загін цього офіцера швидше проникає на завдання."
LocHelpText="Загін цього офіцера швидше проникає на завдання."
LocFlyOverText="Шпигун"
LocPromotionPopupText="<Bullet/> Загін офіцера, що володіє цією здатністю, стає значно менш помітним, тим самим знижуючи час проникнення.<br/>"

[AirController X2AbilityTemplate]
LocFriendlyName="Диспетчер"
LocLongDescription="\"Рейнджер\" буде прибувати за запитом евакуації на <Ability:AIR_CONTROLLER_EVAC_TURN_REDUCTION/> ходу швидше."
LocHelpText="\"Рейнджер\" буде прибувати за запитом евакуації на два ходи швидше."
LocFlyOverText="Диспетчер"
LocPromotionPopupText="<Bullet/> Цей офіцер має досвід координації дій авіації, що дозволить \"Рейнджеру\" прибувати за запитом евакуації на <Ability:AIR_CONTROLLER_EVAC_TURN_REDUCTION/> ходи швидше.<br/><Bullet/> Зверніть увагу, що існує мінімальний час підльоту \"Рейнджера\", на який не впливають жодні бонуси."

[Jammer X2AbilityTemplate]
; LWOTC Needs Translation
LocFriendlyName="Шкідник"
LocLongDescription="Один раз за бій дозволяє затримати прибуття підкріплень противника на один хід."
LocHelpText="Затримує прибуття підкріплень противника на один хід."
LocFlyOverText="Шкідник"
LocPromotionPopupText="<Bullet/> Активуйте цю здібність, щоб затримати прибуття ворожих підкріплень на один хід."
; End Translation

[Incoming X2AbilityTemplate]
LocFriendlyName="Обстріл!"
; LWOTC Needs Translation
LocLongDescription="Активуйте цю здібність, щоб надати всім у зоні команди <Ability:INCOMING_EXPLOSIVES_DR/> балів стійкості до пошкоджень від вибухових атак до кінця наступного ходу прибульців."
LocHelpText="Офіцер та поблизькі союзники мають <Ability:INCOMING_EXPLOSIVES_DR/> стійкості до вибухів."
LocFlyOverText="Обстріл!"
LocPromotionPopupText="<Bullet/> Активуйте цю здібність, щоб надати всім союзникам у зоні команди <Ability:INCOMING_EXPLOSIVES_DR/> балів стійкості до пошкоджень від вибухових атак до кінця наступного ходу прибульців.<br/><Bullet/> Не потребує дій.<br/><Bullet/> Здібність 'Обстріл!' має час відновлення в <Ability:INCOMING_COOLDOWN/> ходів.<br/><Bullet/> Зона команди збільшується з кожним новим рівнем офіцера.<br/><Bullet/> Не застосовується до в паніці або оглушених солдат, одиниць, що стримують інших цілей, або цивільних осіб.<br/>"
; End Translation


[Intervention X2AbilityTemplate]
LocFriendlyName="Втручання"
; LWOTC Needs Translation
LocLongDescription="Активуйте цю здібність, щоб витратити <Ability:INTERVENTION_INTEL_COST/> розвідданих і отримати <Ability:INTERVENTION_EXTRA_TURNS/> додаткових ходів на поточному таймері місії. Кількість зарядів залежить від рангу офіцера."
LocHelpText="Активуйте, щоб витратити розвіддані і отримати <Ability:INTERVENTION_EXTRA_TURNS/> додаткових ходів на таймері місії."
LocFlyOverText="Втручання"
LocPromotionPopUpText="<Bullet/> Активуйте цю здібність, щоб витратити <Ability:INTERVENTION_INTEL_COST/> розвідданих і отримати <Ability:INTERVENTION_EXTRA_TURNS/> додаткових ходів на поточному таймері місії.<br/><Bullet/> Потребує одну дію і не завершує ваш хід.<br/><Bullet/> Кількість зарядів залежить від рангу офіцера.<br/><Bullet/> Нічого не зробить, якщо таймер місії відсутній.<br/><Bullet/> Вартість розвідки може бути змінена подіями; здібність не активується, якщо у XCOM менше, ніж <Ability:INTERVENTION_INTEL_COST/> розвідданих.<br/>"
; End Translation

[TrialByFire X2AbilityTemplate]
LocFriendlyName="Випробування боєм"
LocLongDescription="Кожен солдат нижче сержанта за званням буде автоматично підвищений після успішної місії з цим офіцером."
LocHelpText="Кожен солдат нижче сержанта за званням буде автоматично підвищений після успішної місії з цим офіцером."
LocPromotionPopUpText="<Bullet/> Цей бонус буде застосований, тільки якщо командуючий офіцер має цю здатність, інші офіцери в цій місії не отримають бонусів."

; LWOTC Translated
[CommandRange1 X2AbilityTemplate]
LocFriendlyName="Радіус командування 1"
LocLongDescription="Збільшує радіус командування офіцера на 1 клітку"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange2 X2AbilityTemplate]
LocFriendlyName="Радіус командування 2"
LocLongDescription="Збільшує радіус командування офіцера на 2 клітки"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange3 X2AbilityTemplate]
LocFriendlyName="Радіус командування 3"
LocLongDescription="Збільшує радіус командування офіцера на 3 клітки"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange4 X2AbilityTemplate]
LocFriendlyName="Радіус командування 4"
LocLongDescription="Збільшує радіус командування офіцера на 4 клітки"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange5 X2AbilityTemplate]
LocFriendlyName="Радіус командування 5"
LocLongDescription="Збільшує радіус командування офіцера на 5 кліток"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange6 X2AbilityTemplate]
LocFriendlyName="Радіус командування 6"
LocLongDescription="Збільшує радіус командування офіцера на 6 кліток"
LocHelpText=""
LocPromotionPopupText="TBC............"

[CommandRange7 X2AbilityTemplate]
LocFriendlyName="Радіус командування 7"
LocLongDescription="Збільшує радіус командування офіцера на 7 кліток"
LocHelpText=""
LocPromotionPopupText="TBC............"
; End Translated

;---- END ABILITIES

;---- BEGIN OTS / STAFFSLOT

[OfficerTrainingUnlock X2SoldierUnlockTemplate]
DisplayName="Навчання офіцера"
Summary="Відкриває додатковий слот для навчання офіцера."

[OTSOfficerSlot X2StaffSlotTemplate]
EmptyText="ВАКАНСІЯ: ПОТРІБЕН СОЛДАТ"
BonusEmptyText="Вивчає офіцерські здібності"
BonusText="НАВЧАННЯ ЗДІБНОСТІ %SKILL"
FilledText="%UNITNAME проходить розширену програму навчання здібності %SKILL!"
LockedText="НЕДОСТУПНО: ПРИДБАЙТЕ МОДЕРНІЗАЦІЮ"

[OTS_LWOfficerTrainingUpgrade X2FacilityUpgradeTemplate]
DisplayName="Учбова станція для офіцерів"
FacilityName="Школа офіцерів"
Summary="Додає місце, де солдати у званні молодшого капрала і вище можуть вивчати особливі лідерські здібності.\nУВАГА: тільки офіцер з найвищим званням у загоні зможе використовувати свої здібності на завданні, тому обирайте кандидатури з розумом."

[OTS_LWOfficerTrainingUpgrade_SecondSlot X2FacilityUpgradeTemplate]
DisplayName="Учбова станція для офіцерів"
FacilityName="Школа офіцерів"
Summary="Додає місце, де солдати у званні молодшого капрала і вище можуть вивчати особливі лідерські здібності.\nУВАГА: тільки офіцер з найвищим званням у загоні зможе використовувати свої здібності на завданні, тому обирайте кандидатури з розумом."

[UIPersonnel_LWOfficer]
m_strTitle="Солдат для навчання на офіцера"
EmptyListMessage="НЕМАЄ ПІДХОДЯЩОГО СОЛДАТА"

;---- END OTS / STAFFSLOT
